Repository: buggxs/garage_app
Catalog: lib/l10n/app_*.arb
Languages: de

# oil
source: Ã–L
de: ÖL

# car_hello
source: Hello Car
de: Hallo Car

# oil_card_heading
source: Actuel oil data
de: Aktuelle Öl-Daten

# brake_card_heading
source: Actuel brake data
de: Aktuelle Bremsen-Daten

# timing_belt_card_heading
source: Actuel timing belt data
de: Aktuelle Zahnriemen-Daten

# air_conditioner_card_heading
source: Actuel air conditioner data
de: Aktuelle Klimaanlagen-Daten

source: Last change
de: Letzter wechsel:

source: Next change
de: Nächster wechsel:

# invoice_documents_heading
source: Invoices
de: Rechnungen

# general_documents_heading
source: General documents
de: Allgemeine Dokumente
